{
    "title": "Điều khoản & Quy định - Trung tâm Anh ngữ ABC",
    "effectiveDate": "16/08/2025",
    "sections": [
        {
            "title": "1. Phạm vi áp dụng & Chấp nhận",
            "content": [
                "Điều khoản này điều chỉnh việc sử dụng dịch vụ đào tạo tiếng Anh của Trung tâm Anh ngữ ABC.",
                "Khi đăng ký hoặc sử dụng dịch vụ, học viên xác nhận đã đọc, hiểu và đồng ý với các quy định trong tài liệu này."
            ]
        },
        {
            "title": "2. Đăng ký & Tuyển sinh",
            "content": [
                "Học viên cần cung cấp thông tin chính xác, cập nhật khi đăng ký.",
                "Trung tâm có thể yêu cầu kiểm tra đầu vào để xếp lớp phù hợp.",
                "Chỗ học chỉ được giữ khi đã hoàn tất thủ tục và thanh toán đầy đủ."
            ]
        },
        {
            "title": "3. Học phí & Thanh toán",
            "content": [
                "Học phí và các khoản lệ phí được công bố công khai theo từng khóa học.",
                "Thanh toán có thể bằng tiền mặt, chuyển khoản hoặc qua cổng thanh toán điện tử.",
                "Học phí đã đóng không được hoàn lại, trừ trường hợp khóa học bị hủy bởi Trung tâm."
            ]
        },
        {
            "title": "4. Lịch học & Nghỉ/Bảo lưu",
            "content": [
                "Trung tâm có quyền điều chỉnh lịch học vì lý do chuyên môn hoặc khách quan, và sẽ thông báo sớm nhất có thể.",
                "Học viên cần thông báo trước ít nhất 24 giờ nếu muốn xin nghỉ hoặc đổi buổi học.",
                "Trường hợp đặc biệt, học viên có thể xin bảo lưu tối đa 6 tháng."
            ]
        },
        {
            "title": "5. Quy tắc lớp học",
            "content": [
                "Học viên cần tôn trọng giảng viên, nhân viên và các học viên khác.",
                "Nghiêm cấm ghi âm, ghi hình buổi học khi chưa được sự đồng ý.",
                "Không phát tán tài liệu học tập nội bộ ra bên ngoài khi chưa có phép."
            ]
        },
        {
            "title": "6. Thi, Đánh giá & Chứng chỉ",
            "content": [
                "Học viên được đánh giá dựa trên điểm chuyên cần, bài tập, kiểm tra định kỳ và bài thi cuối khóa.",
                "Nghiêm cấm mọi hành vi gian lận trong thi cử, nếu vi phạm có thể bị hủy kết quả học tập.",
                "Chứng chỉ hoàn thành khóa học sẽ được cấp khi học viên đáp ứng đủ tiêu chí đầu ra."
            ]
        },
        {
            "title": "7. Bảo mật & Dữ liệu cá nhân",
            "content": [
                "Trung tâm cam kết bảo mật thông tin cá nhân của học viên theo quy định pháp luật.",
                "Thông tin chỉ được sử dụng cho mục đích tuyển sinh, quản lý đào tạo và chăm sóc học viên.",
                "Trung tâm không chia sẻ dữ liệu cá nhân cho bên thứ ba nếu không có sự đồng ý."
            ]
        },
        {
            "title": "8. Khiếu nại & Giải quyết tranh chấp",
            "content": [
                "Mọi thắc mắc hoặc khiếu nại vui lòng liên hệ bộ phận hỗ trợ học viên qua hotline hoặc email chính thức.",
                "Tranh chấp phát sinh sẽ được ưu tiên giải quyết bằng thương lượng. Nếu không đạt được thỏa thuận, tranh chấp sẽ được xử lý theo pháp luật Việt Nam."
            ]
        },
        {
            "title": "9. Sửa đổi Điều khoản",
            "content": [
                "Trung tâm có quyền cập nhật hoặc điều chỉnh điều khoản này khi cần thiết.",
                "Mọi thay đổi sẽ được thông báo công khai trên website hoặc hệ thống quản lý học viên."
            ]
        }
    ]
}